# Стартовое сообщение (для новых юзеров)
welcome_msg = ("<b>Привет, это Skillfactory.</b> 👋\n\n"
                    "Это наш Factory Bot 🤖")
about_bot_msg = ("Этот бот будет информировать о доступных тебе стажировках, "
                 "хакатонах и других проектах SkillFactory")




    # "Что такое реальный опыт?",
    # "Фэктори – это платформа, в рамках которой наши студенты решают реальные "
    # "задачи от бизнеса и НКО.\n\n 💼🤝 Форматы Фэктори бывают разными: например, "
    # "хакатоны 🏁, конкурсы 🏆, стажировки 💼 и брифы 📋, "
    # "встроенные в курсы Skillfactory 🎓.",
    # "В каких форматах реального опыта можно поучаствовать в SF?",
    # "👇 Смотри Главное меню",
    # "⭐️⭐️⭐️ <b>Главное меню</b> ⭐️⭐️⭐️\n👇 Выберите пункт главного меню 👇"



# Скрытый текст стартового хендлера
hidden_texts = {
    "<b>Что такое стажировка?</b>": "📘 <b>Что такое стажировка?</b>\n\nСтажировка — это "
                                    "возможность получить опыт работы, навыки и реальные"
                                    " проекты под руководством опытных менторов.",
    "<b>Бенефиты от участия</b>": "🎁 <b>Бенефиты от участия:</b>\n\n• Практический опыт\n"
                                  "• Опыт командной работы\n• Наставничество\n• "
                                  "Возможность попасть в штат\n• Сертификат о прохождении",
    "<b>История успеха</b>": "🏆 <b>История успеха</b>\n\nИрина начала как стажёр, а через "
                             "3 месяца получила оффер. Сейчас она работает младшим "
                             "аналитиком в крупной компании."
}
