
# Стартовые сообщения (для новых юзеров)
welcome_msg = ("<b>Привет, это Skillfactory.</b> 👋\n\n"
               "Это наш Factory Bot 🤖")

about_bot_msg = (
    "🤖 <b>Factory</b> — это платформа, где наши студенты решают реальные "
    "задачи от бизнеса и НКО!\n\n"
    "✨ <b>Форматы Factory:</b>\n\n"
    "• 💼 <b>Стажировки</b>\n"
    "• ⚡ <b>Хакатоны</b>\n"
    "• 🚀 <b>Мегахакатоны</b>\n"
    "• 🏆 <b>Конкурсы</b>\n"
    "• 🎮 <b>Геймджемы</b>\n"
    "• 🎯 <b>Спецпроекты</b>\n\n"
    "Нажми 👇, если хочешь узнать подробности о формате "
)

choose_msg = ("<b>🎯 Хочешь принять участие и получить реальный опыт?</b>\n\n"
              "👇 Выбери специализацию и курс, и ты будешь <b>получать сообщения "
              "о предстоящих событиях курса</b>! 🌟")

